Repository: iKhaled/toumba-ios
Catalog: Source/Toumba/Source/Classes/Application Helper/*.lproj/Localizable.strings
Languages: el

# app_welcome_title
source: Welcome to Toumba!
el: Καλως ήρθατε στην Τούμπα!

# app_welcome_subtitle
source: Toumba is the compass pointing you in the right direction.
el: Η εφαρμογή Τούμπα, είναι η πυξίδα που σε οδηγεί στη σωστή κατεύθυνση...

# app_access_error_title
source: Access Denied
el: Μη προσβάσιμο

# app_access_error_subtitle
source: Turn on your location services in the settings app to allow "Toumba" to determine your location
el: Ενεργοποιήστε τις "Υπηρεσίες Τοποθεσίας" από τις ρυθμίσεις του τηλεφώνου , για να επιτραπεί στην εφαρμογή ο προσδιορισμός της τοποθεσίας σας.

# app_generic_error_title
source: Something went wrong
el: Ούπς, κάτι δεν πάει καλά...

# app_generic_error_subtitle
source: There was an error retrieving your location
el: Υπήρξε πρόβλημα στον προσδιορισμό της τοποθεσίας σας

# stadium_located_$_kilometers
source: The stadium of Toumba is located %@ kilometers away
el: Το στάδιο της Τούμπας βρίσκεται %@ χιλιόμετρα μακριά

# stadium_located_$_miles
source: The stadium of Toumba is located %@ miles away
el: Το στάδιο της Τούμπας βρίσκεται %@ μίλια μακριά

# stadium
source: Toumba stadium
el: Στάδιο Τούμπας

# stadium_date
source: 6th of September 1959
el: 6 Σεπτεμβρίου 1959

# app_dismiss
source: Dismiss
el: Παράβλεψη

# app_enjoy
source: Enjoy!
el: Καλή διασκέδαση!

# button_visit_paok_fc
source: Visit PAOK F.C.
el: Επισκεφθείτε το PAOK F.C.

# button_visit_paok_magastore
source: Visit PAOK megastore
el: Επισκεφθείτε το PAOK megastore

# stadium_info
source: Toumba Stadium: It is not just a stadium. The PAOK faithful refer to it as the “Temple”. Toumba is so intricately associated with the club, that sometimes it becomes more important than the team itself! Toumba is the first word someone says with the mere mention of PAOK… The legend of Toumba was created through 20 six-month instalments! The purchase cost (1,5 million drachmas) set by the Ministry of National Defence was paid in 75.000-drs instalments up until 1969… In the late ‘50s, the needs of the club had multiplied. The crowds coming to the stadium to watch the team exceeded all expectations. Syntrivani Stadium was proving too small – PAOK could not remain there. Thus commenced the first attempt of the club to acquire a piece of land and build a new home ground. In 1957, the administration of the club appointed a special technical committee, responsible for the construction of a new stadium, mainly to find the land and the necessary funding. The area was found in Toumba, in a location owned by the National Defence Fund. Wing-commander Giorgos Themelis, then Minister of National Defence and also chairman of the aforementioned committee of the new stadium construction, granted the 7,5 acres (30.000 sq. metres) to the club. On 7 February 1958, a committee of Third Army Corps officers delivered the land to Mr. Georgiadis and Mr. Sidiropoulos, representatives of PAOK FC. The following morning marked the start of a bold plan to build a stadium in record time. Construction works were completed in August 1959. The total cost amounted to 6 million drachmas, with just 1,1 million coming from the General Secretariat of Sports as subvention. The inauguration of Toumba took place on 6 September 1959. The administration of PAOK invited AEK for a friendly match. The Double-Headed Eagle of the North prevailed 1-0, with Kostas Kiourtzis scoring the only goal. The Hellenic Football Federation (EPO) acknowledged the new stadium through the Act of 23.10.1959. Toumba was originally a 20.000-seat venue. Since its inauguration day, Toumba would change gradually. In 1966, a majestic main gate was added to the venue, the capacity was raised and the dressing rooms got expanded. In 1969, the capacity was increased further. A gymnasium was built under Gate 3, a track was added around the pitch and, in front of Gate 4, an open court was built for the basketball team of the club. A hefty sum of money was given for the installation of the floodlights – a work inaugurated on 20 May 1970. In the early ‘70s, thanks to the efforts of Vassilis Sergianidis, Toumba became a 45.000-seater, one of the biggest stadia in the Balkans. For the European encounter against Barcelona, on 16 September 1975, 45.200 tickets were sold out! Since the mid-‘90s, the installation of plastic seats and the mandatory insertion of dead zones decreased Toumba’s capacity. The stadium underwent extensive renovation work, because of its use as training centre for the 2004 Olympic Games. The following works were completed on that occasion: A new metal roof and a new 4-storey building behind Gates 1, 2 and 3. This building offers all the modern amenities, such as suites and a VIP lounge, a media tribune with 120 seats, a media centre, a press conference room, offices etc. There is a total of 14 suites (12 sq. meters each), located on the 3rd and 4th floor of the new building, that can accommodate five (5) persons each. The suites owners have their own (VIP) entrance and they have access to the luxurious VIP lounge of the stadium, which offers panoramic views to the pitch and over Thessaloniki.
el: Γήπεδο Τουμπας: Ηλεκτρίζει την περιοχή με έναν περίεργο τρόπο. Δεν είναι απλά ένα κτίριο, απλά ένα γήπεδο. Οι πιστοί φίλαθλοι του ΠΑΟΚ χαρακτηρίζουν το γήπεδο της Τούμπας ΝΑΟ. Κάθε φίλαθλος, κάθε ομάδας, δίνει τέτοιον χαρακτηρισμό στο γήπεδο της ομάδας του, όμως η Τούμπα ίσως να είναι το μοναδικό γήπεδο που όχι μόνο έχει τόσο άμεση σχέση με τον σύλλογο, αλλά ίσως πολλές φορές όταν αναφερόμαστε σε αυτό, να παίρνει μεγαλύτερη αξία και από την ίδια την ομάδα! Τούμπα! Αυτή η λέξη είναι η πρώτη που λέει κάποιος όταν ακούει τη λέξη ΠΑΟΚ. Αυτό του έρχεται πρώτα στο μυαλό. Λογικό… Για να δημιουργηθεί ο μύθος της Τούμπας χρειάστηκαν να πληρωθούν 20 εξαμηνιαίες δόσεις! Το αντίτιμο του τιμήματος των 1.500.000 δραχμών, που ορίστηκε από το Υπουργείο Εθνικής Αμύνης, πληρώθηκε σε δόσεις (75.000) μέχρι το 1969… Στα τέλη της δεκαετίας του ’50 οι ανάγκες του «Δικεφάλου» πολλαπλασιάστηκαν. Ο αριθμός των φιλάθλων που παρακολουθούσε την ομάδα ξεπερνούσε κάθε προσδοκία. Το γήπεδο του Σιντριβανίου ήταν πολύ μικρό. Ο ΠΑΟΚ δεν μπορούσε να αρκεστεί σ’ αυτό. Έτσι, ξεκίνησε η πρώτη προσπάθεια απόκτησης και κατασκευής νέου γηπέδου. Το 1957 η διοίκηση συνέστησε ειδική τεχνική επιτροπή ανέγερσης νέου σταδίου. Στόχος να βρεθούν ο χώρος και κυρίως τα χρήματα. Ο χώρος βρέθηκε στην περιοχή της Τούμπας σε μια έκταση που ανήκε στο Ταμείο Εθνικής Αμύνης. Ο τότε Υπουργός Εθνικής Αμύνης και πρόεδρος της επιτροπής ανεγέρσεως νέου σταδίου του ΠΑΟΚ, πτέραρχος Γιώργος Θέμελης, παραχώρησε, «δυνάμει του υπ. αριθμόν 41485/115-1957 παραχωρητηρίου», τα 30 στρέμματα όπου κτίστηκε και βρίσκεται ακόμη και τώρα το γήπεδο. Στις 7 Φεβρουαρίου 1958 επιτροπή αξιωματικών του Γ’ Σώματος Στρατού παρέδωσαν το γήπεδο στους εκπροσώπους του ΠΑΟΚ κ.κ. Γεωργιάδη και Σιδηρόπουλο. Από το επόμενο πρωί άρχισε η τολμηρή για τα δεδομένα της εποχής προσπάθεια ανέγερσης του νέου σταδίου, σε όσο το δυνατό μικρότερο χρονικό διάστημα. Οι εργασίες ανεγέρσεως περατώθηκαν τον Αύγουστο του 1959. Το συνολικό κόστος έφτασε τα 6.000.000 δραχμές, εκ των οποίων μόλις το 1.100.000 προσέφερε η Γ.Γ.Α. Τα εγκαίνια της Τούμπας έγιναν στις 6 Σεπτεμβρίου 1959. Η διοίκηση του ΠΑΟΚ προσκάλεσε την ΑΕΚ για τη διεξαγωγή ενός φιλικού αγώνα, όπου ο «Δικέφαλος του Βορρά» επικράτησε 1-0 με γκολ του Κώστα Κιουρτζή. Η ΕΠΟ αναγνώρισε το γήπεδο, δια του από 23/10/1959 πρακτικού της. Η αρχική χωρητικότητα της Τούμπας ήταν 20.000 θέσεις. Η Τούμπα βέβαια από εκείνη την ιστορική ημέρα που έκανε για πρώτη φορά την εμφάνισή της άλλαξε μορφή. Το 1966 το γήπεδο κοσμείται με μεγαλοπρεπή προπύλαια, η χωρητικότητα αυξάνεται και μεγαλώνουν τα αποδυτήρια. Το 1969 η Τούμπα αυξάνει εκ νέου τη χωρητικότητά της. Κατασκευάζεται γυμναστήριο κάτω από τη θύρα 3, μέσα στον αγωνιστικό χώρο γίνονται κουλουάρ για στίβο και μπροστά στη θύρα 4 ανοικτό γήπεδο μπάσκετ για την καλαθοσφαιρική ομάδα. Η σημαντικότερη δαπάνη δίνεται για τον ηλεκτροφωτισμό του γηπέδου. Αυτό εγκαινιάζεται στις 20 Μαϊου του 1970. Στις αρχές της δεκαετίες του ’70 η χωρητικότητα χάρη στον Βασίλη Σεργιαννίδη αυξάνεται σε 45.000 θέσεις με την Τούμπα να γίνεται ένα από τα μεγαλύτερα γήπεδα των Βαλκανίων και στην αναμέτρηση με την Μπαρτσελόνα για το Κύπελλο Ευρώπης στις 16 Σεπτεμβρίου του 1975 κόβονται 45.200 εισιτήρια! Από τα μέσα της δεκαετίας του ’90 άρχισε να μειώνεται σταδιακά η χωρητικότητα με την τοποθέτηση πλαστικών καθισμάτων και με τη δημιουργία υποχρεωτικών νεκρών ζωνών. Υπήρξαν διορθωτικές κινήσεις και βελτιώσεις, λόγω της χρησιμοποίησης του γηπέδου ως προπονητηρίου για τους Ολυμπιακούς Αγώνες του 2004. Με αφορμή αυτό το γεγονός, έγιναν τα εξής έργα: Νέο μεταλλικό στέγαστρο, ένα νέο 4όροφο κτίριο πίσω από τις Θύρες 1,2 και 3. Σε αυτό υπάρχουν όλες οι απαραίτητες και σύγχρονες ανέσεις, όπως σουίτες και σαλόνι VIP, δημοσιογραφικά booths με 120 θέσεις, χώροι εργασίας δημοσιογράφων, αίθουσα Τύπου, γραφεία κλπ. Συνολικά υπάρχουν 14 σουίτες χωρητικότητας πέντε (5) ατόμων και επιφάνειας δώδεκα (12) τετραγωνικών μέτρων, οι οποίες βρίσκονται στον τρίτο και τέταρτο όροφο του νέου κτιρίου. Οι ιδιοκτήτες τους εισέρχονται από διαφορετική (VIP) είσοδο, απ’ όπου έχουν πρόσβαση και στο υπερπολυτελές VIP lounge του γηπέδου, το οποίο είναι εξοπλισμένο με σύγχρονο bar και θέα μέσα στο γήπεδο αλλά και σε ολόκληρη την πόλη.
